asvetliakov.vscode-neovim
atlassian.atlascode
chadkouse.fzf-quick-open
DotJoshJohnson.xml
ms-python.python
ms-python.vscode-pylance
muhammad-sammy.csharp
redhat.java
redhat.vscode-yaml
shd101wyy.markdown-preview-enhanced
TabNine.tabnine-vscode
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
zhuangtongfa.material-theme
